{
  "date": "2025-06-22",
  "title": "A Berry Bowl of Martian Spherules",
  "explanation": {
    "en": "How were these unusual Martian spherules created?  Thousands of unusual gray spherules made of iron and rock and dubbed blueberries were found embedded in and surrounding rocks near the landing site of the robot Opportunity rover on Mars in 2004.  To help investigate their origin, Opportunity found a surface dubbed the Berry Bowl with an indentation that was rich in the Martian orbs.  The Berry Bowl is pictured here, imaged during rover's 48th Martian day.  The average size of a Martian blueberry rock is only about 4 millimeters across.  By analyzing a circular patch in the rock surface to the left of the densest patch of spherules, Opportunity obtained data showing that the underlying rock has a much different composition than the hematite rich blueberries.  This information contributes to the growing consensus that these small, strange, gray orbs were slowly deposited from a bath of dirty water.   APOD Turns 30!: Free Public Lecture in Cork, Ireland on Tuesday, June 24 at 7 pm",
    "pt-BR": "Como essas esférulas marcianas incomuns foram criadas? Milhares de esférulas cinzas incomuns, feitas de ferro e rocha e apelidadas de \"mirtilos\", foram encontradas incrustadas em e ao redor de rochas perto do local de pouso do robô rover Opportunity em Marte em 2004. Para ajudar a investigar sua origem, a Opportunity encontrou uma superfície apelidada de \"Berry Bowl\" (Tigela de Mirtilos) com uma depressão rica nessas esferas marcianas. A Berry Bowl está ilustrada aqui, imagem tirada durante o 48º dia marciano do rover. O tamanho médio de uma rocha \"mirtilo\" marciana é de apenas cerca de 4 milímetros de diâmetro. Ao analisar uma área circular na superfície da rocha à esquerda da área mais densa de esférulas, a Opportunity obteve dados mostrando que a rocha subjacente tem uma composição muito diferente das ricas em hematita \"mirtilos\". Essa informação contribui para o crescente consenso de que essas pequenas e estranhas esferas cinzas foram depositadas lentamente a partir de um banho de água suja. APOD completa 30 anos!: Palestra pública gratuita em Cork, Irlanda, na terça-feira, 24 de junho, às 19h\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/berrybowl_opportunity_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/berrybowl_opportunity_960.jpg",
  "thumbnail_url": null,
  "copyright": ""
}