{
  "date": "2025-06-08",
  "title": "Facing NGC 3344",
  "explanation": {
    "en": "From our vantage point in the Milky Way Galaxy, we see NGC 3344 face-on. Nearly 40,000 light-years across, the big, beautiful spiral galaxy is located just 20 million light-years away in the constellation of Leo Minor. This multi-color Hubble Space Telescope close-up of NGC 3344 includes remarkable details from near infrared to ultraviolet wavelengths. The frame extends some 15,000 light-years across the spiral's central regions. From the core outward, the galaxy's colors change from the yellowish light of old stars in the center to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. Of course, the bright stars with a spiky appearance are in front of NGC 3344 and lie well within our own Milky Way.   APOD Turns 30!: Free Public Lecture in Anchorage on Wednesday, June 11 at 7 pm",
    "pt-BR": "Do nosso ponto de vista na Galáxia Via Láctea, vemos NGC 3344 de face. Com quase 40.000 anos-luz de diâmetro, a grande e bela galáxia espiral está localizada a apenas 20 milhões de anos-luz de distância, na constelação de Leão Menor. Esta imagem ampliada da NGC 3344, feita pelo Telescópio Espacial Hubble, inclui detalhes notáveis desde o infravermelho próximo até comprimentos de onda ultravioleta. O quadro se estende por cerca de 15.000 anos-luz através das regiões centrais da espiral. Do núcleo para fora, as cores da galáxia mudam da luz amarelada das estrelas velhas no centro para aglomerados de estrelas azuis jovens e regiões de formação estelar avermelhadas ao longo dos braços espirais soltos e fragmentados. Claro, as estrelas brilhantes com aparência pontiaguda estão na frente da NGC 3344 e se encontram bem dentro da nossa própria Via Láctea. APOD completa 30 anos!: Palestra pública gratuita em Anchorage na quarta-feira, 11 de junho, às 19h\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/NGC3344_hst2048.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/NGC3344_hst1024.jpg",
  "thumbnail_url": null,
  "copyright": ""
}