{
  "date": "2025-05-25",
  "title": "Beneath Jupiter",
  "explanation": {
    "en": "Jupiter is stranger than we knew. NASA's Juno spacecraft has now completed over 70 swoops past Jupiter as it moves around its highly elliptical orbit. Pictured from 2017, Jupiter is seen from below where, surprisingly, the horizontal bands that cover most of the planet disappear into swirls and complex patterns.  A line of white oval clouds is visible nearer to the equator.  Impressive results from Juno show that Jupiter's weather phenomena can extend deep below its cloud tops, that Jupiter's center has a core that is unexpectedly large and soft, and that Jupiter's magnetic field varies greatly with location.  Although Juno is scheduled to keep orbiting Jupiter further into 2025, at some time the robotic spacecraft will be maneuvered to plunge into the giant planet.    Jigsaw Jumble: Astronomy Puzzle of the Day",
    "pt-BR": "Júpiter é mais estranho do que pensávamos. A sonda Juno da NASA já completou mais de 70 mergulhos sobre Júpiter enquanto se move em sua órbita altamente elíptica. Na imagem de 2017, Júpiter é visto por baixo, onde, surpreendentemente, as faixas horizontais que cobrem a maior parte do planeta desaparecem em redemoinhos e padrões complexos. Uma linha de nuvens ovais brancas é visível mais próxima do equador. Resultados impressionantes da Juno mostram que os fenômenos meteorológicos de Júpiter podem se estender profundamente abaixo de suas nuvens superiores, que o centro de Júpiter possui um núcleo inesperadamente grande e macio, e que o campo magnético de Júpiter varia muito com a localização. Embora a Juno esteja programada para continuar orbitando Júpiter até além de 2025, em algum momento a sonda robótica será manobrada para mergulhar no planeta gigante. Quebra-cabeça Júpiter: Quebra-cabeça de Astronomia do Dia\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2505/BeneathJupiter_Juno_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2505/BeneathJupiter_Juno_vertical960.jpg",
  "thumbnail_url": null,
  "copyright": "\nNASA, \nJuno, \nSwRI, \nMSSS;\n Processing &\nLicense:\nGerald Eichstädt & \nSeán Doran\n"
}