{
  "date": "2025-06-12",
  "title": "Solar Eclipse",
  "explanation": {
    "en": "On April 20, 2023 the shadow of a New Moon raced across planet Earth's southern hemisphere. When viewed along a narrow path that mostly avoided landfall, the Moon in silhouette created a hybrid solar eclipse. Hybrid eclipses are rare and can be seen as a total eclipse or an annular \"ring of fire\" eclipse depending on the observer's position. Viewers of this much anticipated hybrid event were able to witness a total solar eclipse while anchored in the Indian Ocean near the centerline of the eclipse track off the coast of western Australia. This ship-borne image from renowned eclipse chaser Fred Espenak captured the active Sun's magnificent outer atmosphere, or solar corona, streaming into space. The composite of 11 exposures ranging from 1/2000 to 1/2 second, taken during the 62 seconds of totality, records an extended range of brightness to follow alluring details of the corona not quite visible to the eye.  Fred Espenak (1953-2025)",
    "pt-BR": "Em 20 de abril de 2023, a sombra de uma Lua Nova percorreu o hemisfério sul do planeta Terra. Vista ao longo de um estreito caminho que, em sua maior parte, evitou terra firme, a Lua em silhueta criou um eclipse solar híbrido. Eclipses híbridos são raros e podem ser vistos como um eclipse total ou um eclipse anular de \"anel de fogo\", dependendo da posição do observador. Observadores deste aguardado evento híbrido puderam testemunhar um eclipse solar total enquanto estavam ancorados no Oceano Índico, próximo à linha central da trajetória do eclipse, ao largo da costa da Austrália Ocidental. Esta imagem a bordo de navio, do renomado caçador de eclipses Fred Espenak, capturou a magnífica atmosfera externa do Sol ativo, ou coroa solar, fluindo para o espaço. O composto de 11 exposições variando de 1/2000 a 1/2 segundo, tiradas durante os 62 segundos de totalidade, registra uma faixa estendida de brilho para acompanhar detalhes fascinantes da coroa não totalmente visíveis a olho nu. Fred Espenak (1953-2025)\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/TSE2023-Comp48-2a1024.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/TSE2023-Comp48-2a.jpg",
  "thumbnail_url": null,
  "copyright": "Fred Espenak"
}