{
  "date": "2025-06-09",
  "title": "Between Scylla and Charybdis: A Double Cosmic Discovery",
  "explanation": {
    "en": "Can you identify this celestial object?  Likely not — because this is a discovery image.  Massive stars forge heavy elements in their cores and, after a few million years, end their lives in powerful supernova explosions. These remnants cool relatively quickly and fade, making them difficult to detect.  To uncover such faint, previously unknown supernova remnants, a dedicated group of amateur astrophotographers searched through sky surveys for possible supernova remnant candidates.  The result: the first-ever image of supernova remnant G115.5+9.1 — named Scylla by its discoverers—glowing faintly in the constellation of the mythological King of Aethiopia: Cepheus.  Emission from hydrogen atoms in the remnant is shown in red, and faint emission from oxygen is shown in hues of blue.  Surprisingly, another discovery lurked to the upper right: a faint, previously unknown planetary nebula candidate. In keeping with mythological tradition, it was named Charybdis (Sai 2) — a nod to the ancient Greek expression \"caught between Scylla and Charybdis\" from Homer’s Odyssey.",
    "pt-BR": "Você consegue identificar este objeto celeste? Provavelmente não — porque esta é uma imagem de descoberta. Estrelas massivas forjam elementos pesados em seus núcleos e, após alguns milhões de anos, encerram suas vidas em poderosas explosões de supernova. Esses remanescentes esfriam relativamente rápido e se dissipam, tornando-os difíceis de detectar. Para descobrir tais remanescentes de supernova tênues e previamente desconhecidos, um grupo dedicado de astrofotógrafos amadores pesquisou levantamentos do céu em busca de possíveis candidatos a remanescentes de supernova. O resultado: a primeira imagem do remanescente de supernova G115.5+9.1 — nomeado Scylla por seus descobridores — brilhando fracamente na constelação do mitológico Rei da Etiópia: Cepheus. A emissão de átomos de hidrogênio no remanescente é mostrada em vermelho, e a tênue emissão de oxigênio é mostrada em tons de azul. Surpreendentemente, outra descoberta espreitava no canto superior direito: um tênue candidato a nebulosa planetária previamente desconhecido. Mantendo a tradição mitológica, foi nomeado Charybdis (Sai 2) — uma referência à expressão grega antiga \"preso entre Scylla e Charybdis\" da Odisseia de Homero.\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/ScyllaB_LerouxGere_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/ScyllaB_LerouxGere_2094.jpg",
  "thumbnail_url": null,
  "copyright": ""
}