{
  "date": "2025-06-26",
  "title": "The Seagull Nebula",
  "explanation": {
    "en": "An interstellar expanse of glowing gas and obscuring dust presents a bird-like visage to astronomers from planet Earth, suggesting its popular moniker, the Seagull Nebula. This broadband portrait of the cosmic bird covers a 3.5-degree wide swath across the plane of the Milky Way, in the direction of Sirius, alpha star of the constellation of the Big Dog (Canis Major). The bright head of the Seagull Nebula is cataloged as IC 2177, a compact, dusty emission and reflection nebula with embedded massive star HD 53367. The larger emission region, encompassing objects with other catalog designations, is Likely part of an extensive shell structure swept up by successive supernova explosions. The notable bluish arc below and right of center is a bow shock from runaway star FN Canis Majoris. Dominated by the reddish glow of atomic hydrogen, this complex of interstellar gas and dust clouds with other stars of the Canis Majoris OB1 association spans over 200 light-years at the Seagull Nebula's estimated 3,800 light-year distance.",
    "pt-BR": "Uma extensão interestelar de gás brilhante e poeira obscurecedora apresenta uma aparência semelhante a uma gaivota para astrônomos da Terra, sugerindo seu apelido popular, Nebulosa da Gaivota. Este retrato em banda larga da ave cósmica cobre uma faixa de 3,5 graus de largura ao longo do plano da Via Láctea, na direção de Sirius, estrela alfa da constelação do Cão Maior (Canis Major). A cabeça brilhante da Nebulosa da Gaivota é catalogada como IC 2177, uma nebulosa compacta de emissão e reflexão, rica em poeira, com a estrela massiva HD 53367 embebida. A região de emissão maior, englobando objetos com outras designações de catálogo, provavelmente faz parte de uma extensa estrutura de casca varrida por explosões de supernova sucessivas. O notável arco azulado abaixo e à direita do centro é um choque de proa da estrela fugitiva FN Canis Majoris. Dominado pelo brilho avermelhado do hidrogênio atômico, este complexo de nuvens interestelares de gás e poeira com outras estrelas da associação Canis Majoris OB1 se estende por mais de 200 anos-luz, à distância estimada de 3.800 anos-luz da Nebulosa da Gaivota.\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/IC2177SeagullLRGB-APOD1024.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/IC2177SeagullLRGB-APOD2048.jpg",
  "thumbnail_url": null,
  "copyright": "Timothy Martin"
}