{
  "date": "2025-06-25",
  "title": "Rubin's First Look: A Sagittarius Skyscape",
  "explanation": {
    "en": "This interstellar skyscape spans over 4 degrees across crowded starfields toward the constellation Sagittarius and the central Milky Way. A First Look image captured at the new NSF–DOE Vera C. Rubin Observatory, the bright nebulae and star clusters featured include famous stops on telescopic tours of the cosmos: Messier 8 and Messier 20. An expansive star-forming region over a hundred light-years across, Messier 8 is also known as the Lagoon Nebula. About 4,000 light-years away the Lagoon Nebula harbors a remarkable cluster of young, massive stars. Their intense radiation and stellar winds energize and agitate this cosmic lagoon's turbulent depths. Messier 20's popular moniker is the Trifid. Divided into three parts by dark interstellar dust lanes, the Trifid Nebula's glowing hydrogen gas creates its dominant red color. But contrasting blue hues in the colorful Trifid are due to dust reflected starlight. The Rubin Observatory visited the Trifid-Lagoon field to acquire all the image data during parts of four nights (May 1-4). At full resolution, Rubin's magnificent Sagittarius skyscape is 84,000 pixels wide and 51,500 pixels tall.",
    "pt-BR": "Esta paisagem celeste interestelar se estende por mais de 4 graus através de campos estelares densos em direção à constelação de Sagitário e ao centro da Via Láctea. Uma imagem de \"Primeiro Vislumbre\" capturada no novo Observatório Vera C. Rubin NSF-DOE, apresenta nebulosas brilhantes e aglomerados estelares que incluem paradas famosas em tours telescópicos do cosmos: Messier 8 e Messier 20. Uma extensa região de formação estelar com mais de cem anos-luz de diâmetro, Messier 8 também é conhecida como Nebulosa da Lagoa. A aproximadamente 4.000 anos-luz de distância, a Nebulosa da Lagoa abriga um notável aglomerado de estrelas jovens e massivas. Sua intensa radiação e ventos estelares energizam e agitam as profundezas turbulentas desta lagoa cósmica. O nome popular de Messier 20 é Trífida. Dividida em três partes por faixas escuras de poeira interestelar, o gás hidrogênio brilhante da Nebulosa Trífida cria sua cor vermelha dominante. Mas as tonalidades azuis contrastantes na colorida Trífida são devidas à luz estelar refletida pela poeira. O Observatório Rubin visitou o campo Trífida-Lagoa para adquirir todos os dados da imagem durante partes de quatro noites (1 a 4 de maio). Em resolução total, a magnífica paisagem celeste de Sagitário do Rubin tem 84.000 pixels de largura e 51.500 pixels de altura.\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/SagittariusTrip_Rubin1100.png",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/SagittariusTrip_Rubin.png",
  "thumbnail_url": null,
  "copyright": ""
}