{
  "date": "2025-06-24",
  "title": "In the Center of Spiral Galaxy M61",
  "explanation": {
    "en": "Is there a spiral galaxy in the center of this spiral galaxy? Sort of.  Image data from the Hubble Space Telescope, the European Southern Observatory, and smaller telescopes on planet Earth are combined in this detailed portrait of face-on spiral galaxy Messier 61 (M61) and its bright center. A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303.  It's considered to be an example of a barred spiral galaxy similar to our own Milky Way.  Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters.  Its core houses an active supermassive black hole surrounded by a bright nuclear spiral -- infalling star-forming gas that itself looks like a separate spiral galaxy.    APOD Turns 30!: Free public lecture in Cork, Ireland TONIGHT (Tuesday) at 7 pm",
    "pt-BR": "Existe uma galáxia espiral no centro desta galáxia espiral? Mais ou menos. Dados de imagem do Telescópio Espacial Hubble, do Observatório Europeu do Sul e de telescópios menores na Terra são combinados neste retrato detalhado da galáxia espiral de face Messier 61 (M61) e seu brilhante centro. A apenas 55 milhões de anos-luz de distância, no Aglomerado de Galáxias de Virgem, M61 também é conhecida como NGC 4303. Ela é considerada um exemplo de galáxia espiral barrada, semelhante à nossa Via Láctea. Como outras galáxias espirais, M61 também apresenta braços espirais amplos, faixas de poeira cósmica, regiões cor-de-rosa de formação estelar e jovens aglomerados estelares azuis. Seu núcleo abriga um buraco negro supermassivo ativo, cercado por uma espiral nuclear brilhante -- gás em queda livre que forma estrelas e que em si parece uma galáxia espiral separada. APOD completa 30 anos!: Palestra pública gratuita em Cork, Irlanda HOJE (terça-feira) às 19h\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/M61_HubbleEsoGendler_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/M61_HubbleEsoGendler_2753.jpg",
  "thumbnail_url": null,
  "copyright": ""
}