{
  "date": "2025-06-06",
  "title": "NGC 6302: The Butterfly Nebula",
  "explanation": {
    "en": "The bright clusters and nebulae of planet Earth's night sky are often given the names of flowers or insects, and its whopping 3 light-year wingspan, NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of the planetary nebula is transforming into a white dwarf star, becoming exceptionally hot, and shining brightly in ultraviolet light. The central star is hidden from direct view by a torus of dust, but its energetic ultraviolet light ionizes atoms in the nebula. In this sharp, telescopic view composed with narrowband image data, the ionized hydrogen and doubly ionized oxygen atoms are shown in their characteristic red and blue-green hues to reveal a stunning complex of knots and filaments within the nebula's wing-like bipolar outflows. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius).",
    "pt-BR": "Os brilhantes aglomerados e nebulosas do céu noturno da Terra frequentemente recebem nomes de flores ou insetos, e a NGC 6302, com sua espantosa envergadura de 3 anos-luz, não é exceção. Com uma temperatura superficial estimada em cerca de 250.000 graus Celsius, a estrela central da nebulosa planetária está se transformando em uma anã branca, tornando-se excepcionalmente quente e brilhando intensamente na luz ultravioleta. A estrela central está escondida da visão direta por um toro de poeira, mas sua energética luz ultravioleta ioniza átomos na nebulosa. Nesta nítida imagem telescópica composta com dados de imagem de banda estreita, os átomos de hidrogênio ionizado e oxigênio duplamente ionizado são mostrados em suas características tonalidades vermelha e azul-esverdeada, revelando um complexo impressionante de nós e filamentos dentro dos fluxos bipolares em forma de asas da nebulosa. A NGC 6302 está localizada a cerca de 4.000 anos-luz de distância na constelação aracnologicamente correta do Escorpião (Scorpius).\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/NGC-6302-LRGB-Ha-OIII_1024.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/NGC-6302-LRGB-Ha-OIII.jpg",
  "thumbnail_url": null,
  "copyright": "Mike Selby"
}