{
  "date": "2025-06-17",
  "title": "Rosette Nebula Deep Field",
  "explanation": {
    "en": "Can you find the Rosette Nebula? The red flowery-looking nebula just above the image center may seem a good choice, but that's not it.  The famous Rosette Nebula is really located on the lower right, here colored blue and white, and connected to the other nebulas by gold-colored filaments.  Because the featured image of Rosette's field is so wide, and because of its deep red exposure, it seems to contain other flowers.  Designated NGC 2237, the center of the Rosette Nebula is populated by the bright blue stars of open cluster NGC 2244, whose winds and energetic light are evacuating the nebula's center.  The Rosette Nebula is about 5,000 light years distant and, just by itself, spans about three times the diameter of a full moon. This flowery field can be found toward the constellation of the Unicorn  (Monoceros).   Explore Your Universe: Random APOD Generator",
    "pt-BR": "Consegue encontrar a Nebulosa Roseta? A nebulosa vermelha com aparência de flor, logo acima do centro da imagem, pode parecer uma boa escolha, mas não é. A famosa Nebulosa Roseta está realmente localizada no canto inferior direito, aqui colorida de azul e branco, e conectada às outras nebulosas por filamentos dourados. Devido à grande amplitude da imagem apresentada do campo da Roseta, e devido à sua exposição em vermelho profundo, parece conter outras flores. Designada NGC 2237, o centro da Nebulosa Roseta é povoado pelas brilhantes estrelas azuis do aglomerado aberto NGC 2244, cujos ventos e luz energética estão evacuando o centro da nebulosa. A Nebulosa Roseta está a cerca de 5.000 anos-luz de distância e, sozinha, abrange cerca de três vezes o diâmetro da Lua cheia. Este campo florido pode ser encontrado em direção à constelação do Unicórnio (Monoceros). Explore Seu Universo: Gerador Aleatório de APOD\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/RosettaDeepRed_Mendez_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/RosettaDeepRed_Mendez_3294.jpg",
  "thumbnail_url": null,
  "copyright": ""
}