{
  "date": "2025-06-18",
  "title": "Space Station Silhouette on the Moon",
  "explanation": {
    "en": "What's that unusual spot on the Moon? It's the International Space Station. Using precise timing, the Earth-orbiting space platform was photographed in front of a partially lit gibbous Moon in 2019. The featured image was taken from Palo Alto, California, USA with an exposure time of only 1/667 of a second. In contrast, the duration of the transit of the ISS across the entire Moon was about half a second.  A close inspection of this unusually crisp ISS silhouette will reveal the outlines of numerous solar panels and trusses.  The bright crater Tycho is visible on the lower left, as well as comparatively rough, light colored terrain known as highlands and relatively smooth, dark colored areas known as maria.  Downloadable  apps can tell you when the International Space Station will be visible from your area.   APOD Turns 30!: Free Public Lecture in Cork, Ireland on June 24",
    "pt-BR": "O que é aquela mancha incomum na Lua? É a Estação Espacial Internacional. Usando um tempo preciso, a plataforma espacial em órbita terrestre foi fotografada na frente de uma Lua gibosa parcialmente iluminada em 2019. A imagem em destaque foi tirada de Palo Alto, Califórnia, EUA, com um tempo de exposição de apenas 1/667 de segundo. Em contraste, a duração do trânsito da ISS através de toda a Lua foi de aproximadamente meio segundo. Uma inspeção cuidadosa dessa silhueta da ISS excepcionalmente nítida revelará os contornos de numerosos painéis solares e treliças. A brilhante cratera Tycho é visível no canto inferior esquerdo, assim como o terreno relativamente áspero e claro conhecido como terras altas e áreas relativamente lisas e escuras conhecidas como mares. Aplicativos para download podem informar quando a Estação Espacial Internacional será visível de sua região. APOD completa 30 anos!: Palestra pública gratuita em Cork, Irlanda, em 24 de junho\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/IssMoon_Holland_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/IssMoon_Holland_1063.jpg",
  "thumbnail_url": null,
  "copyright": "\nEric Holland\n"
}