{
  "date": "2025-06-19",
  "title": "NGC 3521: Galaxy in a Bubble",
  "explanation": {
    "en": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years away, toward the northern springtime constellation Leo. Relatively bright in planet Earth's sky, NGC 3521 is easily visible in small telescopes but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65. It's hard to overlook in this colorful cosmic portrait though. Spanning some 50,000 light-years the galaxy sports characteristic patchy, irregular spiral arms laced with dust, pink star forming regions, and clusters of young, blue stars. The deep image also finds NGC 3521 embedded in fainter, gigantic, bubble-like shells. The shells are likely tidal debris, streams of stars torn from satellite galaxies that have undergone mergers with NGC 3521 in the distant past.",
    "pt-BR": "A magnífica galáxia espiral NGC 3521 está a meros 35 milhões de anos-luz de distância, em direção à constelação de Leão, visível no céu do hemisfério norte na primavera. Relativamente brilhante no céu da Terra, a NGC 3521 é facilmente visível em pequenos telescópios, mas frequentemente ignorada por astrônomos amadores em favor de outras galáxias espirais de Leão, como M66 e M65.  No entanto, é difícil ignorá-la neste retrato cósmico colorido. Com cerca de 50.000 anos-luz de extensão, a galáxia apresenta braços espirais irregulares e com manchas características, entremeados por poeira, regiões cor-de-rosa de formação estelar e aglomerados de estrelas jovens e azuis. A imagem profunda também mostra a NGC 3521 imersa em conchas gigantescas e tênues, com formato de bolhas. As conchas provavelmente são detritos de maré, fluxos de estrelas arrancados de galáxias satélites que sofreram fusões com a NGC 3521 em um passado distante.\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/NGC3521-1024.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/NGC3521-2048.jpg",
  "thumbnail_url": null,
  "copyright": "Vikas Chander"
}