{
  "date": "2025-06-02",
  "title": "Veil Nebula: Wisps of an Ancient Supernova",
  "explanation": {
    "en": "Wisps like this are all that remain visible of a Milky Way star.  About 7,000 years ago that star exploded in a supernova, leaving the Veil Nebula.  At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant, also known as the Cygnus Loop, has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus).  The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  The featured picture was taken in Kuwait in mid-2024 and features light emitted by hydrogen in red and oxygen in blue.  In deep images of the complete Veil Nebula like this, even studious readers might not be able to identify the iconic filaments.   Piece it All Together: Astronomy Puzzle of the Day",
    "pt-BR": "Filamentos como este são tudo o que restou visível de uma estrela da Via Láctea. Há cerca de 7.000 anos, essa estrela explodiu em uma supernova, deixando para trás a Nebulosa do Véu. Na época, a nuvem em expansão provavelmente era tão brilhante quanto uma Lua crescente, permanecendo visível por semanas para pessoas que viviam no início da história registrada. Hoje, o remanescente de supernova resultante, também conhecido como Loop do Cisne, esmaeceu e agora é visível apenas através de um pequeno telescópio direcionado para a constelação do Cisne (Cygnus). A Nebulosa do Véu remanescente é fisicamente enorme, no entanto, e embora esteja a cerca de 1.400 anos-luz de distância, cobre mais de cinco vezes o tamanho da Lua cheia. A imagem em destaque foi tirada no Kuwait em meados de 2024 e apresenta a luz emitida pelo hidrogênio em vermelho e pelo oxigênio em azul. Em imagens profundas da Nebulosa do Véu completa como esta, mesmo leitores estudiosos podem não conseguir identificar os filamentos icônicos.  Monte tudo: Quebra-cabeça de Astronomia do Dia\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/VeilWide_Alharbi_960.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/VeilWide_Alharbi_5169.jpg",
  "thumbnail_url": null,
  "copyright": "\nAbdullah Alharbi\n"
}