{
  "date": "2025-06-15",
  "title": "Two Worlds, One Sun",
  "explanation": {
    "en": "How different does sunset appear from Mars than from Earth? For comparison, two images of our common star were taken at sunset, one from Earth and one from Mars. These images were scaled to have the same angular width and are featured here side-by-side. A quick inspection will reveal that the Sun appears slightly smaller from Mars than from Earth. This makes sense since Mars is 50% further from the Sun than Earth. More striking, perhaps, is that the Martian sunset is noticeably bluer near the Sun than the typically orange colors near the setting Sun from Earth. The reason for the blue hues from Mars is not fully understood, but thought to be related to forward scattering properties of Martian dust. The terrestrial sunset was taken in 2012 March from Marseille, France, while the Martian sunset was captured in 2015 by NASA's robotic Curiosity rover from Gale crater on Mars.   APOD Turns 30!: Free Public Lecture in Cork, Ireland on June 24",
    "pt-BR": "Como o pôr do sol aparece diferente em Marte em comparação com a Terra? Para comparação, duas imagens de nossa estrela comum foram tiradas ao pôr do sol, uma da Terra e outra de Marte. Essas imagens foram dimensionadas para terem a mesma largura angular e são apresentadas aqui lado a lado. Uma inspeção rápida revelará que o Sol parece ligeiramente menor em Marte do que na Terra. Isso faz sentido, já que Marte está 50% mais distante do Sol do que a Terra. Mais impressionante, talvez, é que o pôr do sol marciano é notavelmente mais azulado próximo ao Sol do que as cores tipicamente alaranjadas próximas ao sol poente da Terra. A razão para as tonalidades azuis em Marte não é totalmente compreendida, mas acredita-se que esteja relacionada às propriedades de espalhamento para frente da poeira marciana. O pôr do sol terrestre foi fotografado em março de 2012 em Marselha, França, enquanto o pôr do sol marciano foi capturado em 2015 pelo robô Curiosity da NASA na cratera Gale, em Marte. APOD completa 30 anos!: Palestra pública gratuita em Cork, Irlanda, em 24 de junho\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/TwoWorldsOneSun_Bouic_1080.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/TwoWorldsOneSun_Bouic_2683.jpg",
  "thumbnail_url": null,
  "copyright": "\nDamia Bouic; \n Right Image Credit:  NASA,\nJPL-Caltech,\nMSSS;\n Digital processing: \nDamia Bouic\n"
}