{
  "date": "2025-06-20",
  "title": "Major Lunar Standstill 2024-2025",
  "explanation": {
    "en": "dmonton, Alberta, Canada, planet Earth lies on the horizon. in this stack of panoramic composite images. In a monthly time series arranged vertically top to bottom the ambitious photographic project follows the annual north-south swing of sunrise points, from June solstice to December solstice and back again. It also follows the corresponding, but definitely harder to track, Full Moon rise. Of course, the north-south swing of moonrise runs opposite sunrise along the horizon. But these rising Full Moons also span a wider range on the horizon than the sunrises. That's because the well-planned project (as shown in this video) covers the period June 2024 to June 2025, centered on a major lunar standstill. Major lunar standstills represent extremes in the north-south range of moonrise driven by the 18.6 year precession period of the lunar orbit.",
    "pt-BR": "Edmonton, Alberta, Canadá, o planeta Terra se encontra no horizonte nesta sequência de imagens panorâmicas compostas. Em uma série temporal mensal organizada verticalmente de cima para baixo, o ambicioso projeto fotográfico acompanha a oscilação anual norte-sul dos pontos de nascer do sol, do solstício de junho ao solstício de dezembro e vice-versa. Ele também acompanha o nascer da Lua Cheia correspondente, mas definitivamente mais difícil de rastrear.  Naturalmente, a oscilação norte-sul do nascer da Lua ocorre no sentido oposto ao nascer do sol ao longo do horizonte. Mas essas Luas Cheias nascentes também abrangem uma faixa maior no horizonte do que os nasceres do sol. Isso porque o projeto bem planejado (como mostrado neste vídeo) cobre o período de junho de 2024 a junho de 2025, centrado em um grande standstill lunar. Grandes standstills lunares representam os extremos na amplitude norte-sul do nascer da Lua, impulsionados pelo período de precessão de 18,6 anos da órbita lunar.\n"
  },
  "url": "https://apod.nasa.gov/apod/image/2506/MajorLunarStandstillAPOD_1200.jpg",
  "media_type": "image",
  "hdurl": "https://apod.nasa.gov/apod/image/2506/MajorLunarStandstillAPOD.jpg",
  "thumbnail_url": null,
  "copyright": "Luca Vanzella"
}